/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "#1 Calcolatore dell'inflazione";

/* Title of the screen that describes the application */
"About" = "Di";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "Ha sempre i dati più recenti";

/* Currency of Australia */
"Australian Dollar" = "Dollaro australiano";

/* Currency of Brazil */
"Brazilian Real" = "Real brasiliano";

/* Currency of the United Kingdom */
"British Pound" = "Sterlina Inglese";

/* Currency of Canada */
"Canadian Dollar" = "Dollaro canadese";

/* Currency of China */
"Chinese Yuan" = "Yuan cinese";

/* Currency of Colombia */
"Colombian Peso" = "Peso colombiano";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Creato da Cal Stephens";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "Dati da %1$@ a %2$@";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "Creatore";

/* Currency of the European Union */
"Euro" = "Euro";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "Hai mai visto un prezzo del passato e vuoi quanto costerebbe oggi? Con il calcolatore dell'inflazione, è facile scoprire la risposta. Il calcolatore dell'inflazione ti consente di calcolare il valore del denaro nel corso della storia. Supporta 22 valute di tutto il mondo, tra cui l'euro, il dollaro USA, e molto altro!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "I dati storici sull'inflazione sono raccolti da varie fonti ufficiali.";

/* Currency of India */
"Indian Rupee" = "Rupia indiana";

/* Currency of Indonesia */
"Indonesian Rupiah" = "Rupia indonesiana";

/* Short-hand name of the app */
"Inflation Calc" = "Inflazione";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "Calcolatore dell'inflazione";

/* Currency of Israel */
"Israeli Sheqel" = "Sheqel israeliano";

/* Currency of Japan */
"Japanese Yen" = "Yen Giapponese";

/* Currency of Mexico */
"Mexican Peso" = "Peso messicano";

/* Currency of New Zealand */
"New Zealand Dollar" = "Dollaro neozelandese";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "inflazione, dollaro, denaro, valore, nel tempo, tempo, storia, storico, dati, prezzo, prezzi, anno, costo, costi";

/* Currency of Norway */
"Norwegian Krone" = "Corona norvegese";

/* Currency of Russia */
"Russian Ruble" = "Rublo russo";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "Riyal dell'Arabia Saudita";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "Seleziona la valuta";

/* Title of section that describes where data is sourced from */
"Sources" = "fonti";

/* Currency of South Africa */
"South African Rand" = "Rand sudafricano";

/* Currency of South Korea */
"South Korean Won" = "Won sudcoreano";

/* Currency of Sweden */
"Swedish Krona" = "Corona svedese";

/* Currency of Switzerland */
"Swiss Franc" = "Franco svizzero";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "Grazie per aver utilizzato il calcolatore dell'inflazione! Questa versione aggiunge dati per il 2020.";

/* Currency of Turkey */
"Turkish Lira" = "Lira turca";

/* Currency of the United States */
"US Dollar" = "Dollaro Americano";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "Euro, Dollaro USA, e altre 20 valute";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "Versione %@";

/* Title of button that opens the developer's website */
"Visit Website" = "Visita il sito web";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
